Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvLicenceActivationFlow/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# ACTIVATE_NEW_LICENCE
source: Activate new license
de: Neue Lizenz aktivieren
es: Activar nueva licencia
fr: Activer la licence
it: Attiva nuova licenza
ja: 新しいライセンスを有効にする
ko: 새 라이선스 활성화
pt_br: Ativar nova licença
pt_pt: Ativar nova licença
ru: Активировать новую лицензию
uk: Активувати нову ліцензію
zh_hans: 激活新许可证

# ACTIVATION_REQUEST_FAILED
source: We were unable to activate your new license at this time. Please try again later. If the issue persists, contact support for assistance.
de: Die Aktivierung Ihrer neuen Lizenz ist im Moment nicht möglich. Bitte versuchen Sie es später erneut. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support, um Hilfe zu erhalten.
es: No pudimos activar su nueva licencia en este momento. Por favor, inténtelo de nuevo más tarde. Si el problema persiste, póngase en contacto con el soporte técnico para obtener ayuda.
fr: Nous n'avons pas pu activer votre nouvelle licence pour le moment. Veuillez réessayer ultérieurement. Si le problème persiste, contactez notre support pour obtenir de l'aide.
it: Non siamo riusciti ad attivare la tua nuova licenza in questo momento. Riprova più tardi. Se il problema persiste, contatta l'assistenza.
ja: 新しいライセンスのアクティベーションに現在失敗しました。後ほど再度お試しください。問題が解決しない場合は、サポートにお問い合わせください。
ko: 현재 새 라이선스를 활성화할 수 없습니다. 잠시 후 다시 시도해 주세요. 문제가 계속되면 지원팀에 문의하여 도움을 받으세요.
pt_br: Não foi possível ativar sua nova licença neste momento. Tente novamente mais tarde. Se o problema persistir, entre em contato com o suporte para obter ajuda.
pt_pt: Não foi possível ativar a sua nova licença neste momento. Por favor, tente novamente mais tarde. Se o problema persistir, contacte o suporte para obter ajuda.
ru: Не удалось активировать вашу новую лицензию в данный момент. Пожалуйста, попробуйте еще раз позже. Если проблема не исчезнет, обратитесь в службу поддержки за помощью.
uk: Не вдалося активувати вашу нову ліцензію наразі. Будь ласка, спробуйте ще раз пізніше. Якщо проблема не зникає, зверніться до служби підтримки за допомогою.
zh_hans: 我们目前无法激活您的新许可证。请稍后重试。如果问题仍然存在，请联系支持人员寻求帮助。

# ANOTHER_PROFILE_HAS_VALID_API_KEY
source: This profile benefits from the license of another profile.
de: Dieses Profil profitiert von der Lizenz eines anderen Profils.
es: Este perfil se beneficia de la licencia de otro perfil.
fr: Ce profil bénéficie de la licence d'un autre profil.
it: Questo profilo beneficia della licenza di un altro profilo.
ja: このプロフィールは、別のプロフィールのライセンスを利用しています。
ko: 이 프로필은 다른 프로필의 라이선스를 사용합니다.
pt_br: Este perfil se beneficia da licença de outro perfil.
pt_pt: Este perfil beneficia da licença de outro perfil.
ru: Этот профиль использует лицензию другого профиля.
uk: Цей профіль використовує ліцензію іншого профілю.
zh_hans: 此资料受益于另一个资料的授权。

source: Billing Grace Period
de: Kulanzzeitraum für Rechnungen
es: Período de gracia de facturación
fr: Délai de grâce
it: Periodo di grazia per il pagamento
ja: 請求猶予期間
ko: 결제 유예 기간
pt_br: Período de Carência do Pagamento
pt_pt: Período de Tolerância para Pagamentos
ru: Льготный период оплаты
uk: Пільговий період оплати
zh_hans: 账单宽限期

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
uk: Скасувати
zh_hans: 取消

# COULD_NOT_QUERY_SERVER_FOR_API_KEY_ELEMENTS
source: We could not obtain the permissions associated to the API key. Please check your network connection and try again.
de: Wir konnten die Berechtigungen, die mit dem API-Schlüssel verbunden sind, nicht abrufen. Bitte überprüfe deine Netzwerkverbindung und versuche es erneut.
es: No pudimos obtener los permisos asociados a la clave API. Por favor, verifica tu conexión de red e inténtalo de nuevo.
fr: Nous n'avons pas réussi à déterminer les permissions associées à la clé d'API. Veuillez vérifier votre connexion internet et essayer à nouveau.
it: Non siamo riusciti a ottenere i permessi associati alla chiave API. Controlla la tua connessione internet e riprova.
ja: APIキーに関連付けられた権限を取得できませんでした。ネットワーク接続を確認してから、もう一度お試しください。
ko: API 키와 관련된 권한을 가져올 수 없습니다. 네트워크 연결을 확인하고 다시 시도하십시오.
pt_br: Não foi possível obter as permissões associadas à chave da API. Verifique sua conexão com a internet e tente novamente.
pt_pt: Não foi possível obter as permissões associadas à chave de API. Verifique a sua ligação à Internet e tente novamente.
ru: Не удалось получить разрешения, связанные с ключом API. Пожалуйста, проверьте подключение к сети и попробуйте еще раз.
uk: Не вдалося отримати дозволи, пов’язані з ключем API. Перевірте підключення до мережі та спробуйте ще раз.
zh_hans: 我们无法获取与 API 密钥关联的权限。请检查您的网络连接，然后重试。

source: Current license status
de: Aktueller Lizenzstatus
es: Estado actual de la licencia
fr: Licence actuelle
it: Stato della licenza attuale
ja: 現在のライセンス状況
ko: 현재 라이선스 상태
pt_br: Status atual da licença
pt_pt: Estado atual da licença
ru: Текущий статус лицензии
uk: Поточний статус ліцензії
zh_hans: 当前授权状态

source: Create groups
de: Gruppen erstellen
es: Crear grupos
fr: Créer des groupes
it: Crea gruppi
ja: グループを作成
ko: 그룹 만들기
pt_br: Criar grupos
pt_pt: Criar grupos
ru: Создать группы
uk: Створити групи
zh_hans: 创建群组

source: Expired since %@
de: Abgelaufen seit %@
es: Caducado desde %@
fr: Expirée depuis le %@
it: Scaduto da %@
ja: %@から期限切れ
ko: %@ 이후로 만료되었습니다.
pt_br: Inativo desde %@
pt_pt: Inativo desde %@
ru: Истекло с %@
uk: Закінчився(лася) %@
zh_hans: 已过期，时间为 %@

# FREE_TRIAL_ENDED_ON_%@
source: The free trial expired on %@
de: Die kostenlose Testphase ist am %@ abgelaufen.
es: La prueba gratuita expiró el %@
fr: La période d'essai a expiré le %@
it: La prova gratuita è scaduta il %@
ja: 無料トライアルの有効期限は%@に終了しました
ko: 무료 체험 기간이 %@에 만료되었습니다.
pt_br: O período de avaliação gratuito expirou em %@
pt_pt: O período de teste gratuito terminou em %@
ru: Бесплатный пробный период истек %@
uk: Безкоштовний пробний період закінчився %@
zh_hans: 免费试用期已于 %@ 结束

source: Free trial expired
de: Kostenlose Testphase abgelaufen
es: Periodo de prueba gratuito ha expirado
fr: Période d'essai expirée
it: Periodo di prova gratuito scaduto
ja: 無料トライアル期間が終了しました
ko: 무료 체험 기간이 종료되었습니다.
pt_br: Período de teste gratuito expirado
pt_pt: O período de avaliação gratuito terminou
ru: Бесплатный пробный период истек
uk: Термін безкоштовної пробної версії закінчився
zh_hans: 免费试用期已结束

source: Free features
de: Kostenlose Funktionen
es: Funciones gratuitas
fr: Fonctionnalités gratuites
it: Funzionalità gratuite
ja: 無料機能
ko: 무료 기능
pt_br: Recursos gratuitos
pt_pt: Funcionalidades gratuitas
ru: Бесплатные функции
uk: Безкоштовні функції
zh_hans: 免费功能

source: Grace period ended
de: Kulanzfrist abgelaufen
es: El período de gracia ha finalizado
fr: Le délai de grâce est échu
it: Periodo di grazia scaduto
ja: 猶予期間が終了しました
ko: 유예 기간 종료
pt_br: Período de tolerância encerrado
pt_pt: Período de tolerância terminado
ru: Срок льготы истек
uk: Період пільгового використання завершено
zh_hans: 宽限期已结束

source: Grace period ended on %@
de: Der Schonzeitraum für %@ ist abgelaufen.
es: El período de gracia finalizó en %@
fr: La période de grâce a pris fin le %@
it: Periodo di tolleranza scaduto su %@
ja: %@で猶予期間が終了しました
ko: 유예 기간이 %@에 종료되었습니다.
pt_br: O período de tolerância terminou em %@
pt_pt: O período de tolerância terminou em %@
ru: Льготный период истек %@
uk: Період пільги закінчився %@
zh_hans: 宽限期已于 %@ 结束

source: Grace period ends on %@
de: Der Schonzeitraum endet am %@
es: El período de gracia termina el %@
fr: La période de grâce prendra fin le %@
it: Il periodo di tolleranza termina il %@
ja: %@で猶予期間が終了します
ko: 유예 기간은 %@에 종료됩니다.
pt_br: O período de carência termina em %@
pt_pt: O período de tolerância termina em %@
ru: Защищенный период истекает %@
uk: Пільговий період закінчується %@
zh_hans: 宽限期结束于 %@

source: Invalid subscription
de: Ungültiges Abonnement
es: Suscripción no válida
fr: Abonnement non valide
it: Abbonamento non valido
ja: 無効なサブスクリプション
ko: 유효하지 않은 구독
pt_br: Assinatura inválida
pt_pt: Subscrição inválida
ru: Неверная подписка
uk: Недійсне підключення
zh_hans: 无效的订阅

# LOOKING_FOR_YOUR_LICENSE
source: Looking for the new license
de: Suche nach der neuen Lizenz
es: Buscando la nueva licencia
fr: Nous recherchons la nouvelle licence
it: Ricerca della nuova licenza
ja: 新しいライセンスを探しています
ko: 새 라이선스를 찾고 있습니다
pt_br: Procurando a nova licença
pt_pt: A procurar a nova licença
ru: Поиск новой лицензии
uk: Пошук нової ліцензії
zh_hans: 正在查找新的许可证

# MAKE_SECURE_CALLS
source: Make secure calls with iPhone and iPad
de: Sichere Anrufe mit iPhone und iPad tätigen
es: Realiza llamadas seguras con iPhone y iPad
fr: Émettre des appels sécurisés avec iPhone, iPad et Mac
it: Effettua chiamate sicure con iPhone e iPad
ja: iPhoneとiPadで安全な通話を行いましょう
ko: iPhone 및 iPad에서 안전한 통화를 하세요.
pt_br: Faça chamadas seguras com iPhone e iPad
pt_pt: Faça chamadas seguras com o seu iPhone e iPad
ru: Совершайте безопасные звонки с iPhone и iPad
uk: Здійснюйте безпечні дзвінки з iPhone та iPad
zh_hans: 使用 iPhone 和 iPad 进行安全的通话

# MANAGE_YOUR_LICENSE
source: License management
de: Lizenzverwaltung
es: Gestión de licencias
fr: Gestion de la licence
it: Gestione licenze
ja: ライセンス管理
ko: 라이선스 관리
pt_br: Gerenciamento de licenças
pt_pt: Gestão de licenças
ru: Управление лицензиями
uk: Керування ліцензіями
zh_hans: 许可证管理

source: Multidevice
de: Multi-Gerät
es: Multidispositivo
fr: Multi-appareils
it: Multi-dispositivo
ja: マルチデバイス
ko: 다중 기기 지원
pt_br: Multidispositivo
pt_pt: Multidispositivo
ru: Мультидевайс
uk: Мультиплатформність
zh_hans: 多设备

# NEW_LICENSE_TO_ACTIVATE
source: New license
de: Neue Lizenz
es: Nueva licencia
fr: Nouvelle licence
it: Nuova licenza
ja: 新しいライセンス
ko: 새로운 라이선스
pt_br: Nova licença
pt_pt: Nova licença
ru: Новая лицензия
uk: Нова ліцензія
zh_hans: 新的许可证

source: No active subscription
de: Kein aktives Abonnement
es: No hay suscripción activa
fr: Aucun abonnement actif
it: Nessun abbonamento attivo
ja: 有効なサブスクリプションがありません
ko: 활성 구독이 없습니다
pt_br: Nenhuma assinatura ativa
pt_pt: Não existem assinaturas ativas
ru: Нет активной подписки
uk: Немає активної підписки
zh_hans: 没有有效的订阅

# PLEASE_CONTACT_ADMIN_FOR_MORE_DETAILS
source: Please contact your administrator for more details.
de: Bitte wenden Sie sich an Ihren Administrator, um weitere Details zu erhalten.
es: Por favor, contacta a tu administrador para más detalles.
fr: Veuillez contacter votre administrateur pour plus d'informations.
it: Si prega di contattare il proprio amministratore per maggiori dettagli.
ja: 詳細については、管理者にお問い合わせください。
ko: 자세한 내용은 관리자에게 문의하십시오.
pt_br: Entre em contato com o administrador para obter mais informações.
pt_pt: Contacte o seu administrador para obter mais detalhes.
ru: Пожалуйста, свяжитесь с вашим администратором для получения подробной информации.
uk: Зверніться до свого адміністратора для отримання додаткової інформації.
zh_hans: 请联系您的管理员以获取更多详细信息。

source: Premium features
de: Premium-Funktionen
es: Funciones Premium
fr: Fonctionnalités premium
it: Funzionalità Premium
ja: プレミアム機能
ko: 프리미엄 기능
pt_br: Recursos Premium
pt_pt: Funcionalidades premium
ru: Премиум-функции
uk: Преміум-функції
zh_hans: 高级功能

source: Premium features are available for a limited period of time.
de: Premium-Funktionen sind für einen begrenzten Zeitraum verfügbar.
es: Las funciones Premium están disponibles por un tiempo limitado.
fr: Les fonctionnalités premium sont disponibles pour une durée limitée.
it: Le funzionalità premium sono disponibili per un periodo limitato.
ja: プレミアム機能は期間限定でご利用いただけます。
ko: 프리미엄 기능은 제한된 기간 동안만 사용할 수 있습니다.
pt_br: Os recursos Premium estão disponíveis por um período limitado.
pt_pt: As funcionalidades premium estão disponíveis por um período limitado.
ru: Премиум-функции доступны в течение ограниченного времени.
uk: Преміум-функції доступні протягом обмеженого періоду часу.
zh_hans: 高级功能仅在限定时间内可用。

source: Premium features are available for free until %@
de: Premium-Funktionen sind bis %@ kostenlos verfügbar
es: Las funciones Premium están disponibles gratis hasta %@
fr: Les fonctionnalités premium sont disponibles gratuitement jusqu'au %@
it: Le funzionalità Premium sono disponibili gratuitamente fino a %@
ja: プレミアム機能は、%@まで無料でご利用いただけます
ko: 프리미엄 기능은 %@까지 무료로 이용할 수 있습니다.
pt_br: Os recursos Premium estão disponíveis gratuitamente até %@
pt_pt: As funcionalidades Premium estão disponíveis gratuitamente até %@
ru: Премиум-функции доступны бесплатно до %@
uk: Преміум-функції доступні безкоштовно до %@
zh_hans: 高级功能现可免费使用，截止日期为 %@

source: Premium features available for free
de: Premium-Funktionen kostenlos verfügbar
es: Funciones Premium disponibles gratis
fr: Fonctionnalités premiums disponibles gratuitement
it: Funzionalità Premium disponibili gratuitamente
ja: プレミアム機能が無料で利用可能
ko: 프리미엄 기능 무료 이용
pt_br: Recursos premium disponíveis gratuitamente
pt_pt: Recursos Premium disponíveis gratuitamente
ru: Премиум-функции доступны бесплатно
uk: Преміум-функції доступні безкоштовно
zh_hans: 免费提供高级功能

source: Premium features available until %@
de: Premium-Funktionen verfügbar bis %@
es: Funciones Premium disponibles hasta el %@
fr: Fonctionnalités premiums disponibles jusqu'au %@
it: Funzionalità premium disponibili fino al %@
ja: プレミアム機能は%@までご利用いただけます
ko: 프리미엄 기능은 %@까지 이용 가능합니다.
pt_br: Recursos Premium disponíveis até %@
pt_pt: Recursos premium disponíveis até %@
ru: Премиум-функции доступны до %@
uk: Преміум-функції доступні до %@
zh_hans: 高级功能可用至 %@

source: Premium features free trial
de: Kostenlose Testversion der Premium-Funktionen
es: Prueba gratuita de funciones Premium
fr: Période d'essai gratuite des fonctionnalités premiums
it: Prova gratuita delle funzionalità Premium
ja: プレミアム機能の無料トライアル
ko: 프리미엄 기능 무료 체험
pt_br: Teste gratuito dos recursos Premium
pt_pt: Experimente gratuitamente as funcionalidades premium
ru: Бесплатная пробная версия премиум-функций
uk: Безкоштовна пробна версія преміум-функцій
zh_hans: 高级功能免费试用

source: Premium features tryout
de: Testversion der Premium-Funktionen
es: Prueba de funciones Premium
fr: Essai des fonctionnalités premium
it: Prova delle funzionalità Premium
ja: プレミアム機能の体験版
ko: 프리미엄 기능 체험
pt_br: Teste dos recursos premium
pt_pt: Experimente as funcionalidades Premium
ru: Пробный период премиум-функций
uk: Тестовий період преміум-функцій
zh_hans: 试用高级功能

# RECEIVE_SECURE_CALLS
source: Receive secure calls with iPhone, iPad, and Mac
de: Sichere Anrufe auf iPhone, iPad und Mac empfangen
es: Realiza llamadas seguras con iPhone, iPad y Mac
fr: Recevoir des appels sécurisés avec iPhone, iPad et Mac
it: Effettua chiamate sicure con iPhone, iPad e Mac
ja: iPhone、iPad、Macで安全な通話を受信できます
ko: iPhone, iPad, Mac에서 안전한 통화를 받으세요
pt_br: Faça e receba chamadas seguras no iPhone, iPad e Mac
pt_pt: Faça e receba chamadas seguras no iPhone, iPad e Mac
ru: Принимайте защищенные звонки на iPhone, iPad и Mac
uk: Отримуйте захищені дзвінки на iPhone, iPad та Mac
zh_hans: 通过 iPhone、iPad 和 Mac 安全地接收通话

source: Refresh status
de: Status aktualisieren
es: Actualizar estado
fr: Actualiser le statut
it: Aggiorna stato
ja: ステータスを更新
ko: 상태 새로 고침
pt_br: Atualizar status
pt_pt: Atualizar estado
ru: Обновить статус
uk: Оновити статус
zh_hans: 刷新状态

source: See subscription plans
de: Abonnementpläne anzeigen
es: Ver planes de suscripción
fr: Voir les offres d'abonnement
it: Vedi i piani di abbonamento
ja: サブスクリプションプランを見る
ko: 구독 요금제 확인
pt_br: Veja os planos de assinatura
pt_pt: Ver planos de subscrição
ru: Посмотреть тарифные планы
uk: Переглянути тарифні плани
zh_hans: 查看订阅方案

source: Sending & receiving messages and attachments
de: Senden und Empfangen von Nachrichten und Anhängen
es: Enviando y recibiendo mensajes y archivos adjuntos
fr: Envoyer & recevoir des messages et des pièces jointes
it: Invio e ricezione di messaggi e allegati
ja: メッセージや添付ファイルの送受信
ko: 메시지와 첨부 파일을 보내고 받습니다.
pt_br: Enviando e recebendo mensagens e anexos
pt_pt: Enviar e receber mensagens e anexos
ru: Отправка и получение сообщений и вложений
uk: Надсилання та отримання повідомлень і вкладень
zh_hans: 发送和接收消息以及附件

source: Subscription expired
de: Abonnement abgelaufen
es: Suscripción vencida
fr: Abonnement expiré
it: Abbonamento scaduto
ja: サブスクリプションの期限切れ
ko: 구독 기간이 만료되었습니다
pt_br: Assinatura expirada
pt_pt: A subscrição expirou
ru: Подписка истекла
uk: Підписка завершилася
zh_hans: 订阅已过期

source: This subscription is already associated to another user
de: Dieses Abonnement ist bereits einem anderen Benutzer zugeordnet.
es: Esta suscripción ya está asociada a otro usuario
fr: Cet abonnement est déjà associé à un autre utilisateur
it: Questo abbonamento è già associato a un altro utente
ja: このサブスクリプションは、すでに別のユーザーと紐付けられています
ko: 이 구독은 이미 다른 사용자와 연결되어 있습니다.
pt_br: Esta assinatura já está associada a outro usuário
pt_pt: Esta subscrição já está associada a outro utilizador
ru: Эта подписка уже связана с другим пользователем
uk: Ця підписка вже прив’язана до іншого користувача
zh_hans: 此订阅已与另一用户关联

# UNABLE_TO_ACTIVATE_LICENSE_EXPLANATION
source: Your profile is currently managed by your company's identity provider. You cannot manually activate an Olvid license.
de: Ihr Profil wird derzeit von Ihrem Unternehmens-Identitätsanbieter verwaltet. Sie können keine Olvid-Lizenz manuell aktivieren.
es: Tu perfil está gestionado actualmente por el proveedor de identidad de tu empresa. No puedes activar manualmente una licencia de Olvid.
fr: Votre profil est actuellement géré par le fournisseur d'identité de votre entreprise. À ce titre, vous ne pouvez pas activer de license Olvid manuellement.
it: Il tuo profilo è attualmente gestito dal provider di identità della tua azienda. Non puoi attivare manualmente una licenza Olvid.
ja: 現在、お客様のプロファイルは会社のIDプロバイダーによって管理されています。Olvidライセンスを手動で有効にすることはできません。
ko: 현재 귀하의 프로필은 회사에서 제공하는 신원 정보 공급자를 통해 관리됩니다. Olvid 라이선스를 수동으로 활성화할 수 없습니다.
pt_br: Atualmente, seu perfil é gerenciado pelo provedor de identidade da sua empresa. Você não pode ativar manualmente uma licença Olvid.
pt_pt: O seu perfil é atualmente gerido pelo fornecedor de identidade da sua empresa. Não pode ativar manualmente uma licença Olvid.
ru: В настоящее время ваш профиль управляется поставщиком удостоверений вашей компании. Вы не можете вручную активировать лицензию Olvid.
uk: Ваш профіль наразі управляється постачальником ідентифікації вашої компанії. Ви не можете вручну активувати ліцензію Olvid.
zh_hans: 您的个人资料当前由贵公司的身份提供商管理。您无法手动激活 Olvid 许可证。

# UNABLE_TO_ACTIVATE_LICENSE_EXPLANATION_ALT
source: The message distribution server associated with your profile is incompatible with the server indicated within the license.
de: Der Nachrichtenverteilungsserver, der mit Ihrem Profil verbunden ist, ist nicht mit dem im Lizenzschlüssel angegebenen Server kompatibel.
es: El servidor de distribución de mensajes asociado a tu perfil no es compatible con el servidor indicado en la licencia.
fr: Le serveur de distribution de message spécifié dans votre profil est incompatible avec le serveur indiqué dans la licence.
it: Il server di distribuzione messaggi associato al tuo profilo non è compatibile con il server indicato all'interno della licenza.
ja: お客様のプロファイルに関連付けられているメッセージ配信サーバーは、ライセンスで指定されたサーバーと互換性がありません。
ko: 귀하의 프로필과 연결된 메시지 배포 서버가 라이선스에 명시된 서버와 호환되지 않습니다.
pt_br: O servidor de distribuição de mensagens associado ao seu perfil é incompatível com o servidor indicado na licença.
pt_pt: O servidor de distribuição de mensagens associado ao seu perfil é incompatível com o servidor indicado na licença.
ru: Сервер распределения сообщений, связанный с вашим профилем, несовместим с сервером, указанным в лицензии.
uk: Сервер розповсюдження повідомлень, пов’язаний з вашим профілем, несумісний із сервером, зазначеним у ліцензії.
zh_hans: 与您的个人资料关联的消息分发服务器与许可证中指定的服务器不兼容。

# UNABLE_TO_ACTIVATE_LICENSE_EXPLANATION_OWNED_IDENTITY_INACTIVE
source: You profile is inactive on this device.
de: Ihr Profil ist auf diesem Gerät inaktiv.
es: Tu perfil está inactivo en este dispositivo.
fr: Votre profil est inactive sur cet appareil.
it: Il tuo profilo è inattivo su questo dispositivo.
ja: このデバイスでは、お客様のアカウントは非アクティブになっています。
ko: 이 장치에서 귀하의 프로필은 비활성 상태입니다.
pt_br: Seu perfil está inativo neste dispositivo.
pt_pt: O seu perfil está inativo neste dispositivo.
ru: Ваш профиль неактивен на этом устройстве.
uk: Ваш профіль неактивний на цьому пристрої.
zh_hans: 您在此设备上的个人资料处于非活跃状态。

# UNABLE_TO_ACTIVATE_LICENSE_TITLE
source: Unable to activate license
de: Lizenz konnte nicht aktiviert werden
es: No se pudo activar la licencia
fr: Impossible d'activer la licence
it: Impossibile attivare la licenza
ja: ライセンスのアクティベーションに失敗しました
ko: 라이선스 활성화에 실패했습니다.
pt_br: Não foi possível ativar a licença
pt_pt: Não foi possível ativar a licença
ru: Не удалось активировать лицензию
uk: Не вдалося активувати ліцензію
zh_hans: 无法激活许可证

source: Valid license
de: Gültige Lizenz
es: Licencia válida
fr: Licence valide
it: Licenza valida
ja: 有効なライセンス
ko: 유효한 라이선스
pt_br: Licença válida
pt_pt: Licença válida
ru: Действительная лицензия
uk: Дійсна ліцензія
zh_hans: 有效的许可证

source: Valid until %@
de: Gültig bis %@
es: Válido hasta el %@
fr: Valide jusqu'au %@
it: Valido fino al %@
ja: %@まで有効
ko: %@까지 유효합니다.
pt_br: Válido até %@
pt_pt: Válido até %@
ru: Действительно до %@
uk: Дійсний до %@
zh_hans: 有效期至 %@

source: Ok
es: De acuerdo
ja: 了解
ko: 알겠습니다
ru: Ок
uk: Добре
zh_hans: 好的
